{
    "id": "TECHQ",
    "title": "TECH QUEST",
    "description": "Science and Technology revolutionize our lives,but memory, tradition and myth frame our response.It's a perfect combination of smart and fun .You win or you learn- either way it's win-win.",
    "details": {
        "type": "TECHNICAL"
    },
    "registration": [
        "College ID is mandatory.",
        "The event comes under general registration.",
        "The team head should register for the event, on behalf of the team."
    ],
    "rules": [
        "The team should consist of 2 members only.",
        "It is based on the technical quiz across the world.",
        "Participants are not allowed to use mobile phones or any other electronic devices.",
        "The event is structured into three rounds, with specific rules governing each round.",
        "The questions will be in the form of multiple choice, true or false, specific answer questions.",
        "Judges' decisions will be final."
    ],
    "event guidelines": [
        {
            "rount 1": [
                "This round will be conducted using traditional pen and paper methods.",
                "Participants must answer the questions within the given time.",
                "Questions will be of objective type."
            ],
            "round 2": [
                "15 questions will be asked each of 3 minutes.",
                "Participants must answer the questions within the given time.",
                "If the answer is wrong or unable to answer, then automatically then the question will be forwarded to subsequent teams to answer the question within 2 minutes.",
                "Questions will be of objective type."
            ],
            "round 3": [
                "This round will be held in rapid fire mode.",
                "8 questions will be asked.",
                "Every correct answer will be provided with 5 points.",
                "Negative markings will be given for wrong answers ."
            ]
        }
    ],
    "contacts": [
        { "incharge": "Harshavarthan", "phno": 9791333360 },
        { "incharge": "Harini T", "phno": 9344180609 }
    ]
}
